Repository: AChep/keyguard-app
Catalog: appleUi/Sources/KeyguardUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# credential_exchange_import_review_identities_note
source: %lld identities
ar: %lld هوية
de: %lld Identitäten
es: %lld identidades
fr: %lld identités
hu: %lld személyazonosság
it: %lld identità
ja: %lld 件の ID
ko: 신원 %lld개
pt_br: %lld identidades
pt_pt: %lld identidades
ru: %lld наборов личных данных
uk: %lld записів з особистими даними
zh_hans: %lld 个身份

# credential_exchange_import_review_items_section
source: Items to import
ar: العناصر المطلوب استيرادها
de: Zu importierende Einträge
fr: Éléments à importer
pt_br: Itens para importar
pt_pt: Itens a importar
uk: Записи для імпорту
zh_hans: 要导入的条目

# credential_exchange_import_review_logins_note
source: %lld logins
ar: %lld تسجيل دخول
es: %lld inicios de sesión
fr: %lld identifiants
hu: %lld bejelentkezés
it: %lld accessi
ja: %lld 件のログイン
ko: 로그인 %lld개
pt_pt: %lld inícios de sessão
ru: %lld логинов
uk: %lld логінів
zh_hans: %lld 条登录信息

# credential_exchange_import_review_notes_note
source: %lld notes
ar: %lld ملاحظة
de: %lld Notizen
es: %lld notas
hu: %lld jegyzet
it: %lld note
ja: %lld 件のメモ
ko: 메모 %lld개
pt_br: %lld notas
pt_pt: %lld notas
ru: %lld заметок
uk: %lld нотаток
zh_hans: %lld 条备注

# credential_exchange_import_review_otp_note
source: %lld one-time passwords
ar: %lld كلمة مرور لمرة واحدة
de: %lld Einmalpasswörter
es: %lld contraseñas de un solo uso
fr: %lld mots de passe à usage unique
hu: %lld egyszeri jelszó
it: %lld password monouso
ja: %lld 件のワンタイムパスワード
ko: OTP %lld개
pt_br: %lld senhas de uso único
pt_pt: %lld palavras-passe de utilização única
ru: %lld одноразовых паролей
uk: %lld одноразових паролів
zh_hans: %lld 个一次性密码

# credential_exchange_import_review_passkeys_note
source: %lld passkeys
ar: %lld مفتاح مرور
es: %lld llaves de acceso
fr: %lld clés d'accès
hu: %lld hozzáférési kulcs
it: %lld passkey
ja: %lld 件のパスキー
ko: 패스키 %lld개
pt_br: %lld chaves de acesso
pt_pt: %lld chaves de acesso
ru: %lld ключей доступа
uk: %lld ключів доступу
zh_hans: %lld 个通行密钥

# credential_exchange_import_review_source_label
source: Received from
ar: مستلَم من
de: Empfangen von
fr: Reçu de la part de
pt_br: Recebido de
pt_pt: Recebido de
uk: Отримано від
zh_hans: 接收自

# credential_exchange_import_review_ssh_keys_note
source: %lld SSH keys
ar: %lld مفتاح SSH
de: %lld SSH-Schlüssel
es: %lld claves SSH
fr: %lld clés SSH
hu: %lld SSH-kulcs
it: %lld chiavi SSH
ja: %lld 件の SSH キー
ko: SSH 키 %lld개
pt_br: %lld chaves SSH
pt_pt: %lld chaves SSH
ru: %lld SSH-ключей
uk: %lld SSH-ключів
zh_hans: %lld 个 SSH 密钥

# credential_exchange_import_start_button
source: Start import
ar: بدء الاستيراد
de: Import starten
fr: Commencer l'importation
pt_br: Iniciar importação
pt_pt: Iniciar importação
uk: Почати імпорт
zh_hans: 开始导入

# credential_exchange_import_step_1_text
source: Tap Start import. Android will show the apps that can share credentials with Keyguard.
ar: انقر على بدء الاستيراد. سيعرض Android التطبيقات التي يمكنها مشاركة بيانات الاعتماد مع Keyguard.
de: Tippen Sie auf „Import starten“. Android zeigt die Apps an, die Anmeldedaten mit Keyguard teilen können.
fr: Appuyez sur Démarrer l'importation. Android affichera les applications qui peuvent partager leurs identifiants avec Keyguard.
pt_br: Toque em Iniciar importação. O Android mostrará os aplicativos que podem compartilhar credenciais com o Keyguard.
pt_pt: Toque em iniciar importação. O Android mostrará as aplicações que podem partilhar credenciais com o Keyguard.
uk: Натисніть «Почати імпорт». Android покаже застосунки, які можуть передавати облікові дані до Keyguard.
zh_hans: 点击"开始导入"。Android 将显示可与 Keyguard 共享凭据的应用。

# credential_exchange_import_step_1_title
source: Start the transfer
ar: بدء النقل
de: Übertragung starten
fr: Commencer le transfert
pt_br: Iniciar transferência
pt_pt: Iniciar transferência
uk: Почніть перенесення
zh_hans: 开始转移

# credential_exchange_import_step_2_text
source: Select the password manager you want to import from, then follow its prompts to approve the transfer.
ar: اختر مدير كلمات المرور الذي تريد الاستيراد منه، ثم اتبع مطالبه للموافقة على النقل.
de: Wählen Sie den Passwortmanager aus, aus dem Sie importieren möchten, und folgen Sie dessen Anweisungen, um die Übertragung zu genehmigen.
fr: Sélectionnez le gestionnaire de mots de passe depuis lequel vous souhaitez importer, puis suivez ses instructions pour approuver le transfert.
pt_br: Selecione o gerenciador de senhas do qual deseja importar e siga as instruções para aprovar a transferência.
pt_pt: Selecione o gestor de palavras-passe a partir do qual pretende importar os dados e siga as instruções para aprovar a transferência.
uk: Виберіть менеджер паролів, з якого потрібно імпортувати дані, а потім виконайте його вказівки, щоб підтвердити перенесення.
zh_hans: 选择要从中导入的密码管理器，然后按照其提示批准转移。

# credential_exchange_import_step_2_title
source: Choose a source app
ar: اختر تطبيق المصدر
de: Quell-App auswählen
fr: Choisir une application source
pt_br: Escolha um aplicativo de origem
pt_pt: Escolha uma aplicação de origem
uk: Виберіть застосунок-джерело
zh_hans: 选择来源应用

# credential_exchange_import_step_3_text
source: Back in Keyguard, review what was received. Nothing is saved to this account until you tap Import.
ar: بعد العودة إلى Keyguard، راجع ما تم استلامه. لن يُحفظ أي شيء في هذا الحساب حتى تنقر على استيراد.
de: Prüfen Sie anschließend in Keyguard die empfangenen Daten. In diesem Konto wird erst etwas gespeichert, wenn Sie auf „Importieren“ tippen.
fr: De retour dans Keyguard, vérifiez ce qui a été reçu. Tant que vous n'appuyez pas sur Importer, rien n'est enregistré sur ce compte.
pt_br: De volta ao Keyguard, revise o que foi recebido. Nada é salvo nesta conta até você tocar em Importar.
pt_pt: De volta ao Keyguard, reveja o que foi recebido. Nada será guardado nesta conta até que toque em Importar.
uk: Повернувшись до Keyguard, перевірте отримані дані. Нічого не буде збережено в цьому обліковому записі, доки ви не натиснете «Імпортувати».
zh_hans: 返回 Keyguard 后，请审阅接收到的内容。在您点击"导入"之前，不会向此账户保存任何内容。

# credential_exchange_import_step_3_title
source: Review and import
ar: المراجعة والاستيراد
de: Prüfen und importieren
fr: Réviser et importer
pt_br: Revisar e importar
pt_pt: Revisão e importação
uk: Перевірте та імпортуйте
zh_hans: 审阅并导入

# credential_exchange_import_success_text
source: %lld items have been added to the account.
ar: تمت إضافة %lld عنصر إلى الحساب.
de: %lld Elemente wurden dem Konto hinzugefügt.
es: Se han añadido %lld elementos a la cuenta.
fr: %lld éléments ont été ajoutés au compte.
hu: %lld elem hozzáadva a fiókhoz.
it: %lld elementi sono stati aggiunti all'account.
ja: %lld 件のアイテムをアカウントに追加しました。
ko: %lld개 항목을 계정에 추가했습니다.
pt_br: %lld item foi adicionado à conta.
pt_pt: %lld items foram adicionados à conta.
ru: В учётную запись добавлено %lld элементов.
uk: До облікового запису додано %lld записів.
zh_hans: %lld 个条目已添加到账户中。

# credential_exchange_import_success_title
source: Import complete
ar: اكتمل الاستيراد
de: Import abgeschlossen
fr: Importation terminée
pt_br: Importação concluída
pt_pt: Importação concluída
uk: Імпорт завершено
zh_hans: 导入完成

# credential_exchange_import_untitled
source: Untitled
ar: بلا عنوان
de: Ohne Titel
fr: Sans titre
pt_br: Sem título
pt_pt: Sem título
uk: Без назви
zh_hans: 无标题

# credential_login_create_header
source: Create a login
ar: إنشاء تسجيل دخول
de: Login erstellen
es: Crear un inicio de sesión
fr: Créer un identifiant
hu: Bejelentkezés létrehozása
it: Crea un login
ko: 로그인 만들기
pt_br: Criar um login
pt_pt: Criar um início de sessão
ru: Создать логин
uk: Створити логін
zh_hans: 创建登录

# credential_password_create_header
source: Create a password
ar: إنشاء كلمة مرور
de: Passwort erstellen
es: Crear una contraseña
fr: Créer un mot de passe
hu: Jelszó létrehozása
it: Crea una password
ko: 비밀번호 만들기
pt_br: Criar uma senha
pt_pt: Criar uma palavra-passe
ru: Создать пароль
uk: Створити пароль
zh_hans: 设置密码

source: Current password
ar: كلمة المرور الحالية
de: Aktuelles Passwort
es: Contraseña actual
fr: Mot de passe actuel
hu: Jelenlegi jelszó
it: Password attuale
ja: 現在のパスワード
ko: 현재 비밀번호
pt_br: Senha atual
pt_pt: Palavra-passe atual
ru: Текущий пароль
uk: Поточний пароль
zh_hans: 当前密码

source: Custom
ar: مخصص
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
hu: Egyéni
it: Personalizzato
ja: カスタム
ko: 사용자 지정
pt_br: Personalizado
pt_pt: Personalizado
ru: Пользовательское
uk: Користувацьке
zh_hans: 自定义

source: Custom field
ar: حقل مخصص
de: Benutzerdefiniertes Feld
es: Campo personalizado
fr: Champ personnalisé
hu: Egyéni mező
it: Campo personalizzato
ko: 사용자 지정 필드
pt_br: Campo personalizado
pt_pt: Campo personalizado
ru: Своё поле
uk: Користувацьке поле
zh_hans: 自定义字段

# custom_field_toggle_boolean_value
source: Toggle value
ar: تبديل القيمة
de: Wert umschalten
es: Conmutar valor
fr: Changer la valeur
hu: Érték átváltása
it: Attiva/disattiva valore
ko: 값 변경
pt_br: Alternar valor
pt_pt: Valor de alternância
ru: Изменить значение
uk: Перемкнути значення
zh_hans: 切换值

source: Custom fields
ar: الحقول المخصصة
de: Benutzerdefinierte Felder
es: Campos personalizados
fr: Champs personnalisés
hu: Egyéni mezők
it: Campi personalizzati
ja: カスタムフィールド
ko: 사용자 지정 필드
pt_br: Campos personalizados
pt_pt: Campos personalizados
ru: Пользовательские поля
uk: Користувацькі поля
zh_hans: 自定义字段

# customfilters_add_filter_title
source: Add a custom filter
ar: أضف مرشحًا مخصصًا
de: Benutzerdefinierten Filter hinzufügen
es: Añadir un filtro personalizado
fr: Ajouter un filtre personnalisé
hu: Egyéni szűrő hozzáadása
it: Aggiungi un filtro personalizzato
ja: カスタムフィルターを追加
ko: 사용자 정의 필터 추가
pt_br: Adicionar um filtro personalizado
pt_pt: Adicionar filtro personalizado
ru: Добавить пользовательский фильтр
uk: Додати користувацький фільтр
zh_hans: 添加自定义筛选器

# customfilters_delete_many_confirmation_title
source: Delete the filters?
ar: هل تريد حذف المرشحات؟
de: Filter löschen?
es: ¿Eliminar los filtros?
fr: Effacer le filtre ?
hu: Törli a szűrőket?
it: Eliminare i filtri?
ja: フィルターを削除しますか？
ko: 필터를 삭제할까요?
pt_br: Excluir os filtros?
pt_pt: Apagar os filtros?
ru: Удалить фильтры?
uk: Видалити фільтри?
zh_hans: 要删除筛选器吗？

# customfilters_delete_one_confirmation_title
source: Delete the filter?
ar: هل تريد حذف الفلتر؟
de: Filter löschen?
es: ¿Eliminar el filtro?
fr: Effacer le filtre ?
hu: Törli a szűrőt?
it: Eliminare il filtro?
ja: フィルターを削除しますか？
ko: 필터를 삭제할까요?
pt_br: Excluir o filtro?
pt_pt: Apagar o filtro?
ru: Удалить фильтр?
uk: Видалити фільтр?
zh_hans: 要删除此筛选器吗？

# customfilters_dynamic_shortcut_tip
source: You can quickly apply filters by adding a shortcut on your home screen.
ar: يمكنك تطبيق المرشحات بسرعة عن طريق إضافة اختصار على شاشتك الرئيسية.
de: Filter können schnell angewendet werden, indem eine Verknüpfung auf dem Startbildschirm hinzugefügt wird.
es: Puede aplicar rápidamente filtros añadiendo un acceso directo en su pantalla de inicio.
fr: Vous pouvez rapidement appliquer des filtres en ajoutant un raccourci sur votre écran d'accueil.
hu: Gyorsan alkalmazhat szűrőket, ha parancsikont ad hozzá a kezdőképernyőhöz.
it: È possibile applicare rapidamente i filtri aggiungendo una scorciatoia sulla schermata iniziale.
ja: ホーム画面にショートカットを追加することでフィルターを素早く適用できます。
ko: 홈 화면에 바로가기를 추가하면 간편하게 필터를 적용할 수 있습니다.
pt_br: Você pode aplicar filtros rapidamente adicionando um atalho à sua tela inicial.
pt_pt: Pode aplicar filtros rapidamente, adicionando um atalho no ecrã de início.
ru: Вы можете быстро применить фильтры, добавив ярлык на ваш главный экран.
uk: Ви можете швидко застосувати фільтри, додавши ярлик на головний екран.
zh_hans: 您可以通过在主屏幕上添加快捷键快速应用筛选器。

# customfilters_edit_filter_title
source: Edit a custom filter
ar: تحرير مرشح مخصص
de: Benutzerdefinierten Filter bearbeiten
es: Editar un filtro personalizado
fr: Modifier le filtre personnalisé
hu: Egyéni szűrő szerkesztése
it: Modifica un filtro personalizzato
ja: カスタムフィルターを編集
ko: 사용자 정의 필터 편집
pt_br: Editar um filtro personalizado
pt_pt: Editar filtro personalizado
ru: Редактировать пользовательский фильтр
uk: Редагувати користувацький фільтр
zh_hans: 编辑自定义筛选器

# customfilters_header_title
source: Custom filters
ar: مرشحات مخصصة
de: Benutzerdefinierte Filter
es: Filtros personalizados
fr: Filtres personnalisés
hu: Egyedi szűrők
it: Filtri personalizzati
ja: カスタムフィルター
ko: 사용자 정의 필터
pt_br: Filtros personalizados
pt_pt: Filtros personalizados
ru: Пользовательские фильтры
uk: Користувацькі фільтри
zh_hans: 自定义筛选规则

# customfilters_search_placeholder
source: Search filters
ar: مرشحات البحث
de: Suchfilter
es: Filtros de búsqueda
fr: Filtres de recherche
hu: Szűrők keresése
it: Filtri di Ricerca
ja: 検索フィルター
ko: 필터 검색
pt_br: Filtros de busca
pt_pt: Filtros de pesquisa
ru: Поиск по фильтрам
uk: Пошук фільтрів
zh_hans: 搜索筛选器

# database_location_local
source: Local file
ar: ملف محلي
de: Lokale Datei
es: Archivo local
fr: Fichier local
it: File locale
ja: ローカルファイル
ko: 로컬 파일
pt_br: Arquivo local
pt_pt: Ficheiro local
ru: Локальный файл
uk: Локальний файл
zh_hans: 本地文件

# database_location_title
source: Database location
ar: موقع قاعدة البيانات
de: Speicherort der Datenbank
es: Ubicación de la base de datos
fr: Emplacement de la base de données
it: Posizione del database
ja: データベースの場所
ko: 데이터베이스 위치
pt_br: Localização do banco de dados
pt_pt: Localização da base de dados
ru: Расположение базы данных
uk: Розташування бази даних
zh_hans: 数据库位置

source: Database name
ar: اسم قاعدة البيانات
de: Name der Datenbank
es: Nombre de la base de datos
fr: Nom de la base de données
hu: Adatbázis neve
it: Nome del database
ko: 데이터베이스 이름
pt_br: Nome do banco de dados
pt_pt: Nome da base de dados
ru: Название базы данных
uk: Назва бази даних
zh_hans: 数据库名

# database_version
source: Database version %1$@
ar: إصدار قاعدة البيانات %1$@
de: Datenbank Version %1$@
es: Versión de la base de datos %1$@
fr: Base de données version %1$@
hu: Adatbázis verzió: %1$@
it: Versione %1$@ del database
ko: 데이터베이스 버전 %1$@
pt_br: Versão do banco de dados %1$@
pt_pt: Base de dados versão %1$@
ru: Версия базы данных %1$@
uk: Версія бази даних %1$@
zh_hans: 数据库版本 %1$@

# datasafety_header_title
source: Data safety
ar: سلامة البيانات
de: Datensicherheit
es: Seguridad de los datos
fr: Sécurité des données
hu: Adat biztonság
it: Sicurezza dei dati
ja: データセーフティ
ko: 데이터 안전성
pt_br: Segurança dos dados
pt_pt: Segurança de dados
ru: Безопасность данных
uk: Безпека даних
zh_hans: 数据安全

# datasafety_local_downloads_section
source: Downloads
ar: التنزيلات
es: Descargas
fr: Téléchargements
hu: Letöltések
it: Download
ja: ダウンロード
ko: 다운로드
pt_br: Baixados
pt_pt: Transferências
ru: Загрузки
uk: Завантаження
zh_hans: 下载

# datasafety_local_encryption_algorithm_intro
source: The Vault is encrypted using a Key, derived from the App password using following steps:
ar: يتم تشفير Vault باستخدام مفتاح مشتق من كلمة مرور التطبيق باتباع الخطوات التالية:
de: Der Tresor wird mit einem Schlüssel verschlüsselt, der in den folgenden Schritten aus dem App Passwort abgeleitet wird:
es: La caja fuerte se encripta usando una clave, derivada de la contraseña de la aplicación usando los siguientes pasos:
fr: Le coffre est chiffré à l'aide d'une clé, dérivée du mot de passe de l'application en utilisant les étapes suivantes :
hu: A Széf titkosítása az alkalmazásjelszóból származó kulccsal történik a következő lépésekkel:
it: La cassaforte è crittografata utilizzando una chiave, derivata dalla password dell'app utilizzando i seguenti passaggi:
ja: 保管庫は、以下の手順でアプリのパスワードから派生したキーを使用して暗号化されます:
ko: 보관함은 아래와 같은 단계를 통해 앱 비밀번호로부터 생성된 키를 사용하여 암호화됩니다:
pt_br: O Cofre é criptografado usando uma chave, derivada da Senha do aplicativo usando as seguintes etapas:
pt_pt: O cofre é encriptado através de uma chave, derivada da palavra-passe da aplicação, seguindo os passos abaixo:
ru: Хранилище шифруется с помощью ключа, полученного на основе пароля приложения, следующим образом:
uk: Сховище зашифровано за допомогою ключа, який було отримано з пароля застосунку таким алгоритмом:
zh_hans: 密码库使用密钥加密，密钥来自应用专用密码，使用步骤如下：

# datasafety_local_encryption_algorithm_outro
source: The Salt and Hash are then stored locally on a device, to later generate a master key to unlock the vault.
ar: يتم بعد ذلك تخزين الملح والتجزئة محليًا على الجهاز، ليتم لاحقًا إنشاء مفتاح رئيسي لفتح القبو.
de: Der Salt und der Hash werden dann lokal auf einem Gerät gespeichert, um später einen Masterschlüssel zum Entsperren des Tresors zu generieren.
es: La sal y el Hash se almacenan localmente en un dispositivo, para luego generar una llave maestra para desbloquear la caja fuerte.
fr: Le Salt et le Hash sont ensuite stockés localement sur un appareil, pour générer plus tard une clé principale pour déverrouiller le coffre.
hu: A Só és az Ellenőrzőösszeg ezután helyileg egy eszközön tárolódik, hogy később generáljon egy mesterkulcsot a széf feloldásához.
it: Il salt e l'hash vengono poi memorizzati localmente su un dispositivo, per poi generare una chiave principale per sbloccare la cassaforte.
ja: ソルトとハッシュは、後で保管庫をロック解除するマスターキーを生成するため、デバイス上に保存されます。
ko: 그 후 솔트와 해시는 기기에 오프라인으로 저장되며, 나중에 보관함 잠금을 해제하기 위한 마스터 키를 생성합니다.
pt_br: O Salt e o Hash são armazenados localmente em um dispositivo, para gerar posteriormente uma chave mestra para desbloquear o cofre.
pt_pt: O segredo Salt e o Hash são armazenados localmente no dispositivo, para mais tarde gerar uma chave mestra para desbloquear o cofre.
ru: После этого соль и хэш сохраняются локально на устройстве, для последующей генерации мастер-ключа для разблокировки хранилища.
uk: Після цього сіль та хеш записуються локально на пристрій, щоб пізніше згенерувати майстер-ключ для розблокування сховища.
zh_hans: 然后将盐和哈希值保存在本地设备上，以便日后生成主密钥来解锁密码库。

# datasafety_local_section
source: Local data
ar: البيانات المحلية
de: Lokale Daten
es: Datos locales
fr: Données locales
hu: Helyi adatok
it: Dati locali
ja: ローカルデータ
ko: 로컬 데이터
pt_br: Dados locais
pt_pt: Dados locais
ru: Локальные данные
uk: Локальні дані
zh_hans: 本地数据

# datasafety_local_settings_note
source: The User settings are encrypted using a device-specific key.
ar: يتم تشفير إعدادات المستخدم باستخدام مفتاح خاص بالجهاز.
de: Die Benutzereinstellungen werden mittels eines gerätespezifischen Schlüssels verschlüsselt.
es: Los ajustes de usuario se cifran usando una clave específica del dispositivo.
fr: Les paramètres de l'utilisateur sont chiffrés à l'aide d'une clé spécifique à l'appareil.
hu: A felhasználói beállítások egy eszközspecifikus kulccsal vannak titkosítva.
it: Le impostazioni utente sono crittografate utilizzando una chiave specifica del dispositivo.
ja: ユーザー設定はデバイス固有のキーを使用して暗号化されます。
ko: 사용자 설정은 기기별 키를 사용하여 암호화됩니다.
pt_br: As Configurações do usuário são criptografadas usando uma chave específica do dispositivo.
pt_pt: As configurações do utilizador são criptografadas usando uma chave específica do dispositivo.
ru: Настройки пользователя зашифрованы с помощью ключа устройства.
uk: Налаштування користувача зашифровано за допомогою ключа пристрою.
zh_hans: 用户设置使用设备密钥加密。

# datasafety_local_settings_section
source: User settings
ar: إعدادات المستخدم
de: Benutzereinstellungen
es: Ajustes de usuario
fr: Paramètres utilisateur
hu: Felhasználói beállítások
it: Impostazioni utente
ja: ユーザー設定
ko: 사용자 설정
pt_br: Configurações do usuário
pt_pt: Definições do utilizador
ru: Настройки пользователя
uk: Налаштування користувача
zh_hans: 用户设置

# datasafety_local_text
source: Local data consists of Downloads, User settings, Vault. They are stored in the internal storage of a device, which can only be accessed by the Android system or the Keyguard.
ar: تتكون البيانات المحلية من التنزيلات وإعدادات المستخدم وVault. ويتم تخزينها في وحدة التخزين الداخلية للجهاز، والتي لا يمكن الوصول إليها إلا عن طريق نظام Android أو Keyguard.
de: Lokale Daten bestehen aus Downloads, Benutzereinstellungen und dem Tresor. Diese werden im internen Speicher eines Geräts gespeichert, auf das nur das Android-System oder der die Keyguard App zugreifen kann.
es: Los datos locales consisten en Descargas, configuración de usuario, cajas fuertes. Se almacenan en el almacenamiento interno de un dispositivo, al que solo puede acceder el sistema Android o también a Keyguard.
fr: Les données locales se composent de téléchargements, de paramètres de l'utilisateur, de coffre. Ils sont stockés dans le stockage interne d'un appareil, qui n'est accessible que par le système Android ou le Keyguard.
hu: A helyi adatok a Letöltésekből, a Felhasználói beállításokból és a Széfből állnak. Ezek a készülék belső tárhelyén vannak tárolva, amelyhez csak az Android rendszer vagy a Keyguard férhet hozzá.
it: I dati locali consistono in Download, impostazioni utente, Cassaforte. Essi sono memorizzati nella memoria interna di un dispositivo, che può essere accessibile solo dal sistema Android o da Keyguard.
ja: ローカルデータは、ダウンロード、ユーザー設定、保管庫で構成されています。これらはデバイスの内部ストレージに保存されており、Android システムまたは Keyguard からのみアクセスできます。
ko: 로컬 데이터는 다운로드한 파일, 유저 설정, 보관함으로 이루어집니다. 이는 Android 시스템이나 Keyguard 앱을 통해서만 접근할 수 있는 기기 내부 저장소에 저장됩니다.
pt_br: Os dados locais consistem em Downloads, Configurações do usuário, Cofre. Eles são guardados no armazenamento interno de um dispositivo, que só pode ser acessado pelo sistema Android ou pelo Keyguard.
pt_pt: Dados locais consistem em downloads, configurações do utilizador e cofre. São guardados no armazenamento interno do dispositivo, que só pode ser acedido pelo sistema Android ou pelo Keyguard.
ru: Локальные данные состоят из загрузок, настроек пользователя и хранилища. Они хранятся во внутренней памяти устройства, которая доступна только для системы Android или Keyguard.
uk: Локальні дані складаються з завантажень файлів, налаштувань користувача та сховища. Вони зберігаються у внутрішній пам'яті пристрою, до якого має доступ лише система Android та Keyguard.
zh_hans: 本地数据包括下载文件、用户设置和密码库。它们存储在设备的内部存储器中，只能由 Android 系统或 Keyguard 应用访问。

# datasafety_local_unlocking_vault
source: Unlocking a Vault means storing a correct Key in a device's RAM, gaining an ability to read and modify encrypted Vault.
ar: يعني فتح Vault تخزين المفتاح الصحيح في ذاكرة الوصول العشوائي (RAM) الخاصة بالجهاز، واكتساب القدرة على قراءة Vault المشفر وتعديله.
de: Das Entsperren eines Tresors bedeutet, dass ein korrekter Schlüssel im Arbeitsspeicher eines Geräts gespeichert wird, wodurch die Fähigkeit erlangt wird, verschlüsselte Tresore zu lesen und zu ändern.
es: Desbloquear una caja fuerte significa almacenar una clave correcta en la RAM de un dispositivo, ganando la capacidad de leer y modificar la caja fuerte cifrada.
fr: Déverrouiller un coffre-fort signifie stocker une clé correcte dans la mémoire vive d'un appareil, en obtenant une capacité de lire et de modifier le coffre chiffré.
hu: A Széf feloldása a megfelelő kulcs tárolását jelenti az eszköz memóriájában, ami lehetővé teszi a titkosított Széf olvasását és módosítását.
it: Sbloccare una cassaforte significa memorizzare una chiave corretta nella RAM di un dispositivo, ottenendo la capacità di leggere e modificare la cassaforte crittografata.
ja: 保管庫のロック解除とは、デバイスの RAM に正しいキーを保存し、暗号化された保管庫を読み書きできるようになることを意味します。
ko: 보관함을 잠금 해제한다는 것은 기기의 RAM에 올바른 키를 저장하여 암호화된 보관함을 읽고 편집할 수 있게 하는 것입니다.
pt_br: Desbloquear um Cofre significa armazenar uma chave correta na memória RAM de um dispositivo, possibilitando a leitura e a modificação do Cofre criptografado.
pt_pt: Desbloquear um cofre significa armazenar uma chave correta na memória RAM do dispositivo, ganhando a capacidade de ler e modificar um cofre criptografado.
ru: Разблокировка хранилища означает сохранение корректного ключа в оперативной памяти устройства, что дает возможность читать и изменять зашифрованное хранилище.
uk: Розблокування сховища означає збереження коректного майстер-ключа в оперативній пам'яті пристрою, що дає можливість читати та редагувати зашифроване сховище.
zh_hans: 解锁密码库意味着在设备的内存中存储正确的密钥，从而获得读取和修改加密密码库的能力。
